<?php

/*
|--------------------------------------------------------------------------
| Login Page Language Lines
|--------------------------------------------------------------------------
|
|
*/

return [
    'title' => ':websiteTitle | التسجيل كمتبرع',
    'wilaya' => 'الجهة',
    'daira' => 'العمالة',
    'phoneNumber' => 'رقم الهاتف',
    'bloodGroup' => 'فصيلة الدم',
    'email' => 'الإيميل',
    'password' => 'كلمة المرور',
    'rePassword' => 'أعد كتابة كلمة المرور',
    'register' => 'التسجيل',
    'alreadyMember' => 'لديك حساب ؟',
    'login' => 'تسجيل الدخول',
    'wilayaValidation' => 'الرجاء اختيار الجهة !',
    'dairaValidation' => 'الرجاء اختيار العمالة !',
    'phoneNumberValidation' => 'من فضلك أدخل رقم هاتفك الصحيح !',
    'bloodGroupValidation' => 'الرجاء اختيار فصيلة دمك !',
    'emailValidation' => 'يرجى إدخال إميلك الصحيح !',
    'passwordValidation' => 'يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل !',
    'rePasswordValidation' => 'كلمة المرور هذه لا تتطابق مع كلمة المرور السابقة ، يجب أن تكون كلمتا المرور متطابقتين !',
    'alreadyUsedEmail' => 'الإيميل الذي تم إدخاله مستعمل من قبل، يرجى تسجيل الدخول أو استخدام إيميل آخر.',
    'alreadyUsedPhoneNumber' => 'رقم الهاتف الذي تم إدخاله مستعمل من قبل، يرجى تسجيل الدخول أو استخدام رقم هاتف آخر.',
];
